Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Connected for %u hour, %u second.
be: Злучана %u гадзіну, %u секунду.

source: Connected for %u hour, %u seconds.
be: Злучана %u гадзіну, %u секунд.

source: Connected for %u hour.
be: Злучана %u гадзіну.

source: Connected for %u hours, %u minute, %u second.
be: Злучана %u гадзін, %u хвіліну, %u секунду.

source: Connected for %u hours, %u minute, %u seconds.
be: Злучана %u гадзін, %u хвіліну, %u секунд.

source: Connected for %u hours, %u minute.
be: Злучана %u гадзін, %u хвіліну.

source: Connected for %u hours, %u minutes, %u second.
be: Злучана %u гадзін, %u хвілін, %u секунду.

source: Connected for %u hours, %u minutes, %u seconds.
be: Злучана %u гадзін, %u хвілін, %u секунд.

source: Connected for %u hours, %u minutes.
be: Злучана %u гадзін, %u хвілін.

source: Connected for %u hours, %u second.
be: Злучана %u гадзін, %u секунду.

source: Connected for %u hours, %u seconds.
be: Злучана %u гадзін, %u секунд.

source: Connected for %u hours.
be: Злучана %u гадзін.

source: Connected for %u minute, %u second.
be: Злучана %u хвіліну, %u секунду.

source: Connected for %u minute, %u seconds.
be: Злучана %u хвіліну, %u секунд.

source: Connected for %u minute.
be: Злучана %u хвіліну.

source: Connected for %u minutes, %u second.
be: Злучана %u хвілін, %u секунду.

source: Connected for %u minutes, %u seconds.
be: Злучана %u хвілін, %u секунд.

source: Connected for %u minutes.
be: Злучана %u хвілін.

source: Connected for %u second.
be: Злучана %u секунду.

source: Connected for %u seconds.
be: Злучана %u секунд.

source: Connected to %1!s!
be: Злучана з %1!s!

source: Connected to '%s' for the first time
be: Злучаны з '%s' упершыню

source: Connected to Internet
be: Злучыць з сецівам

source: Connected to local network
be: Злучана з лакальнай сеткай

source: Connected to this network for the first time
be: Злучаны з гэтай сеткай упершыню

# Connected to
source: Connected to\n
be: Злучана з\n

source: Connecting
be: Злучэнне

source: Connecting %1...
be: Злучэнне %1...

source: Connecting to %1...
be: Злучэнне з %1...

source: Connecting to %s
be: Злучэнне з %s

source: Connecting to media...
be: Злучэнне з медыя...

source: Connecting to playlist...
be: Злучэнне са спісам прайгравання...

source: Connecting to your network and applying settings...
be: Злучэнне з вашай сеткай і ўжыванне наладаў...

source: Connecting...
be: Злучэнне...

source: Connection
be: Злучэнне

source: Connection Manager
be: Кіраўнік злучэнняў

source: Connection Properties cannot be displayed at this time because %1 is accessing the same information. Please close the %1 window(s) and try again.
be: Уласцівасці злучэння нельга зараз адлюстраваць, бо %1 запытвае гэтую ж інфармацыю. Калі ласка, зачыніце вокны %1 і паўтарыце спробу.

source: Connection Status
be: Стан злучэння

source: Connection attempt failed
be: Спроба злучэння няўдалая

source: Connection failed!
be: Злучэнне няўдалае!

source: Connection line
be: Лінія злучэння

source: Connection name
be: Назва злучэння

source: Connection name: %1
be: Назва злучэння: %1

source: Connection state
be: Стан злучэння

source: Connection status: unknown
be: Стан злучэння: невядомы

source: Connection to %s was terminated.
be: Злучэнне з %s перарванае.

source: Connection to %s was terminated. Do you want to reconnect?
be: Злучэнне з %s перарванае. Перазлучыць?

source: Connection type
be: Тып злучэння

source: Connection-specific DNS Suffix
be: DNS-суфікс, азначаны для злучэння

source: Connections
be: Злучэнні

source: Connections are available
be: Ёсць даступныя злучэнні

source: Connections are available\0
be: Ёсць даступныя злучэнні\0

source: Connections:
be: Злучэнні:

source: Connectivity
be: Злучальнасць

source: Connects to a network drive.
be: Злучае з сеткавым дыскам.

source: Connects to other computers, Internet telnet sites, bulletin board systems, online services, and host computers using either a modem or a null-modem cable.
be: Злучае з іншымі камп'ютарамі, сайтамі Telnet, сістэмамі BBS, службамі сеціва і хост-камп'ютарамі праз мадэмны ці нуль-мадэмны кабель.

source: Connects to other computers, networks, and the Internet.
be: Злучае з іншымі камп'ютарамі, сеткамі і сецівам.

source: Conserve energy or maximize performance by choosing how your computer manages power.
be: Ашчаджаць энергію ці максімізаваць прадукцыйнасць праз абранне таго, якім чынам камп'ютар кіруе сілкаваннем.

source: Consider changing your password
be: Падумайце аб змяненні вашага пароля

source: Consider replacing your battery
be: Падумайце аб замене вашае батарэі

source: Contact
be: Кантакт

source: Contact &List:
be: Спіс кантактаў:

source: Contact info
be: кантактная інфармацыя

source: Contact names
be: Кантактная імёны

source: Contact the administrator of this server to find out if you have access permissions.\n\n%1!ls!
be: Звяжыцеся з адміністратарам сэрвера, каб даведацца аб вашых дазволах доступу.\n\n%1!ls!

source: Contact your administrator for assistance.
be: Звяжыцеся з вашым адміністратарам па дапамогу.

source: Contact your system administrator for more information.
be: Звярніцеся да вашага сістэмнага адміністратара па дадатковую інфармацыю.

source: Contacts
be: Кантакты

source: Container
be: Кантэйнер

source: Contains commands for browsing to various pages.
be: Змяшчае загады для аглядання старонак.

source: Contains commands for creating new items.
be: Змяшчае загады для стварэння новых элементаў.

source: Contains commands for customizing this window.
be: Змяшчае загады дапасавання гэтага вакна.

source: Contains commands for displaying Help.
be: Змяшчае загады для адлюстравання дапамогі.

source: Contains commands for grouping items in the window.
be: Змяшчае загады групавання элементаў у вакне.

source: Contains commands for manipulating the view.
be: Змяшчае загады для кіравання выглядам.

source: Contains commands for sorting items in the window.
be: Змяшчае загады ўпарадкавання элементаў у вакне.

source: Contains commands for the Briefcase.
be: Змяшчае загады для партфеля.

source: Contains commands for working with the selected items.
be: Змяшчае загады для працы з вылучанымі элементамі.

source: Contains compressed files
be: Змяшчае сціснутыя файлы

source: Contains digital photos, images, and graphic files.
be: Змяшчае лічбавыя фотаздымкі, відарысы і іншыя графічныя файлы.

source: Contains edit commands.
be: Змяшчае загады рэдагавання.

source: Contains folders for Documents, Pictures, Music, and other files that belong to you.
be: Змяшчае каталогі для дакументаў, відарысаў, музыкі і іншых вашых файлаў.

source: Contains letters, reports, and other documents and files.
be: Змяшчае лісты, справаздачы, і іншыя дакументы і файлы.

source: Contains movies and other video files.
be: Змяшчае фільмы і іншыя відэафайлы.

source: Contains music and other audio files.
be: Змяшчае музыку і іншыя аўдыяфайлы.

source: Contains the files and folders that you have deleted.
be: Змяшчае файлы і каталогі, якія вы выдалілі.

source: Contains tools commands.
be: Змяшчае загады інструментаў.

source: Contains:
be: Змяшчае:

source: Conten&t
be: Змесціва

source: Content
be: Змесціва

source: Content ID
be: ID змесціва

source: Content created
be: Змесціва створана

source: Content descriptors
be: Дэскрыпатры змесціва

source: Content provider
be: Дастаўнік змесціва

source: Content status
be: Стан змесціва

source: Content type
be: Тып змесціва

source: Context
be: Кантэкст

source: Context Menu Handlers
be: Апрацоўнікі кантэкстнага меню

source: Continue
be: Працягнуць

# Continue without scanning
source: Continue without scanning\n
be: Працягнуць без прагляду\n

source: Continue?
be: Працягнуць?

source: Continuing
be: Працягванне

source: Contrast
be: Кантраст

source: Contribute
be: Суаўтарства

source: Contribute allows people to create new files and change them, but only open other files
be: Суаўтарства дазваляе людзям ствараць і змяняць свае файлы, але толькі чытаць іншыя

source: Contributing artists
be: Сувыканаўцы

source: Contributors
be: Суаўтары

source: Control Host
be: Вузел кіравання

source: Control Layout Object
be: Аб'ект пабудовы кіравання

source: Control Panel
be: Панэль кіравання

source: Control Panel Home
be: Пачатковая старонка панэлі кіравання

source: Control Pictures & OCR
be: Кіруючыя малюнкі і OCR

source: Control access to certain programs and set defaults for this computer.
be: Кіраваць доступам да пэўных праграм і прызначыць стандарты гэтага камп'ютара.

source: Control panel item
be: Элемент панэлі кіравання

source: Control the computer without the mouse or keyboard
be: Кіраваць камп'ютарам без мышы і клавіятуры.

source: Controls the volume level of recorded and play-back sounds.
be: Кіруе узроўнем гучнасці запісу і прайгравання гукаў.

source: Controls which processors the process will be allowed to run on
be: Кіруе працэсарамі, на якіх можа быць запушчаны працэс

source: Conventional memory
be: Звычайная памяць

source: Conversation ID
be: ID размовы

source: Convert &Handwriting to Text...
be: Канвертаваць рукапіс у тэкст

source: Converting
be: Канвертаванне

source: Converting to black and white cannot be undone. This action affects the current file and may cause some loss of color information.\nDo you want to continue?
be: Канвертаванне ў чорны і белы не можа быць адроблена. Гэтае дзеянне паўплывае на дзейны файл і можа выклікаць страту колернай інфармацыі.\nПрацягнуць?

# Converts object to different type. Convert Object
source: Converts object to different type.\nConvert Object
be: Ператварае аб'ект у аб'ект іншага тыпу.\nПератварыць аб'ект

source: Copies
be: Копіі

source: Copies the current selection onto the Clipboard.
be: Капіюе дзейнае вылучэнне ў кішэню.

source: Copies the selected items to another location.
be: Капіюе вылучаныя элементы ў іншае размяшчэнне.

source: Copies the selected items to the Clipboard.
be: Капіюе вылучаныя элементы ў кішэню.

source: Copies the selected items to the Clipboard. Use Paste to put them in the new location.
be: Капіюе абраныя элементы ў кішэню. Карыстайце 'Уставіць', каб змясціць іх у новае размяшчэнне.

source: Copies the selected items to the Clipboard. To put them in the new location, use the Paste command.
be: Капіюе вылучаныя элементы ў буфер абмену. Каб уставіць іх у новае размяшчэнне, скарыстайце загад 'Уставіць'.

source: Copies the selected items to this computer.
be: Капіюе вылучаныя элементы на гэты камп'ютар.

source: Copy
be: Скапіяваць

source: Copy &as path
be: Скапіяваць як шлях

source: Copy &error code
be: Скапіяваць код памылкі

source: Copy (%1) of %2
be: Копія (%1) з %2

source: Copy (Ctrl+C)
be: Скапіяваць (Ctrl+C)

source: Copy File
be: Капіяванне файла

source: Copy Folder
be: Капіяванне каталога

source: Copy Item
be: Капіяванне элемента

source: Copy Items
be: Капіяванне элементаў

source: Copy Link
be: Скапіяваць спасылку

source: Copy To &Folder...
be: Скапіяваць у каталог...

source: Copy To &folder...
be: Скапіяваць у каталог...

source: Copy and Replace
be: Скапіяваць і замяніць

source: Copy d&ataset
be: Скапіяваць набор звестак

source: Copy files anyway
be: Усё роўна капіяваць файлы

source: Copy h&istory
be: Скапіяваць гісторыю

source: Copy item(s) to the clipboard for later pasting to other folders
be: Скапіяваць элементы ў кішэню для далейшай ўстаўкі ў іншыя каталогі

source: Copy lin&k
be: Скапіяваць спасылку

source: Copy link
be: Скапіяваць спасылку

source: Copy of %1
be: Копія %1

source: Copy of '%1!ls!'
be: Капіяванне '%1!ls!'

source: Copy or Move to folder
be: Скапіяваць ці перамясціць у каталог

source: Copy pictures from a camera or scanner to your computer.
be: Скапіяваць відарысы з камеры ці сканера на ваш камп'ютар.

source: Copy the APPS.INF file from your Windows Setup disks into your Windows INF folder.
be: Скапіюйце яго з вашых кружэлак усталёўніка Windows у каталог Windows INF.

source: Copy the selected files or folders.
be: Скапіяваць вылучаныя файлы і каталогі.

source: Copy the selected item(s) to the folder:
be: Скапіяваць вылучаныя элементы ў каталог:

source: Copy the selected items to the Clipboard.
be: Скапіяваць вылучаныя элементы ў кішэню.

source: Copy the selection and put it on the Clipboard.
be: Скапіяваць вылучэнне і змясціць яго ў кішэню.

source: Copy the selection from the canvas and put it on the Clipboard.
be: Скапіяваць вылучэнне з палатна і змясціць яго ў кішэню.

source: Copy to %1
be: Скапіяваць у '%1'

source: Copy to &folder...
be: Скапіяваць у каталог...

source: Copy your current settings to:
be: Скапіяваць вашыя дзейныя налады ў:

source: Copy, but keep both files
be: Скапіяваць, але пакінуць абодва файлы

# Copy Ctrl+C
source: Copy\tCtrl+C
be: Скапіяваць\tCtrl+C

source: Copying
be: Капіяванне

source: Copying '%s'
be: Капіяванне '%s'

source: Copying '%ws'
be: Капіяванне '%ws'

source: Copying these files might be harmful to your computer
be: Капіяванне гэтых файлаў можа быць шкодным для камп'ютара

source: Copying...
be: Капіяванне...

source: Copyright
be: Аўтарскія правы

source: Copyright © 2008, Microsoft Corporation.
be: © Карпарацыя Microsoft, 2008.

source: Copyright © 2008, Microsoft Corporation. All rights reserved.
be: Ахова аўтарскіх правоў © 2009 Карпарацыя Microsoft. Усе правы захаваныя.

source: Copyright © 2009 Microsoft Corporation.
be: Ахова аўтарскіх правоў © 2009 Карпарацыя Microsoft.

source: Copyright © 2009 Microsoft Corporation. All rights reserved.
be: Ахова аўтарскіх правоў © 2009 Карпарацыя Microsoft. Усе правы захаваныя.

source: Copyright:
be: Аўтарскія правы:

source: Correct problems that prevent you from connecting to the network.
be: Скарэктаваць праблемы, якія перашкаджаюць вам злучыцца з сеткай.

source: Corrected as:
be: Выпраўлена як:

source: Corrections
be: Карэктаванні

source: Could not add the requested feature. The error is: %1
be: Немагчыма дадаць запытанае дапаўненне. Памылка: %1

source: Could not create object named "%1!ls!".
be: Не атрымоўваецца стварыць аб'ект "%1!ls!".

source: Could not find message 0x%08lx in the application message file.
be: Немагчыма знайсці паведамленне 0x%08lx у праграмным файле паведамленняў.

source: Could not find message 0x%08lx in the network message file.
be: Немагчыма знайсці паведамленне 0x%08lx у сеткавым файле паведамленняў.

source: Could not find network error messages.
be: Немагчыма знайсці сеткавыя паведамленні аб памылках.

# Could not find this item This is no longer located in %3.
source: Could not find this item\n\nThis is no longer located in %3.
be: Немагчыма знайсці гэты элемент\n\nЯго больш няма ў '%3'.

source: Could not find this item\n\nThis is no longer located in %3. Verify the item's location and try again.
be: Немагчыма знайсці гэты элемент\n\nЯго больш няма ў '%3'. Праверце размяшчэнне элемента і паўтарыце спробу.

source: Could not load the RichEdit control DLL.
be: Немагчыма заладаваць DLL, якая кіруе RichEdit.

source: Could not load the RichEdit control DLL. The system may be low on memory or the file MSFTEDIT.DLL may be missing or corrupt.
be: Немагчыма заладаваць DLL, якая кіруе RichEdit. Магчыма, сістэме бракуе памяці альбо MSFTEDIT.DLL знік ці пашкоджаны.

source: Could not locate automation class named "%1!ls!".
be: Не атрымоўваецца знайсці клас аўтаматызацыі "%1!ls!".

source: Could not login to the FTP server with the user name and password specified.
be: Немагчыма ўвайсці на FTP-сэрвер з азначанымі імем карыстальніка і паролем.

source: Could not reconnect all network drives
be: Немагчыма перазлучыць усе сеткавыя дыскі

# Could not register for UI status events. Details: %1
source: Could not register for UI status events. Details: %1\r\n
be: Немагчыма зарэгістравацца для аглядання падзеяў стану КІ. Дэталі: %1\r\n

source: Could not uninstall the %1 feature. %1 is still required by the following feature(s) and cannot be uninstalled until those features are uninstalled: %2
be: Немагчыма высталяваць дапаўненне "%1". Яно яшчэ патрэбнае наступным дапаўненням і не можа быць высталяванае, пакуль не высталяваныя гэтыя дапаўненні: %2

source: Could not uninstall the %1 feature. The error is %2.
be: Немагчыма высталяваць дапаўненне "%1". Памылка: %2

source: Count
be: Лік

source: Count =
be: Лік =

source: Country
be: Краіна

source: Country/region
be: Краіна/рэгіён

source: Country/region code
be: Код краіны/рэгіёна

source: Cr&eate Copy
be: Стварыць копію

source: Crash%0
be: Збой%0

source: Crayon
be: Крэйда

source: Create
be: Стварыць

source: Create &Copy
be: Стварыць копію

source: Create &Dump File
be: Стварыць файл адбітка

source: Create &Shortcut
be: Стварыць пускальнік

source: Create &Shortcut(s) Here
be: Стварыць пускальнік(і) тут

source: Create &new backup
be: Стварыць новую рэзервовую копію

source: Create &restore point
be: Стварыць пункт аднаўлення

source: Create &shortcut
be: Стварыць пускальнік

source: Create &shortcuts here
be: Стварыць пускальнікі тут

source: Create Account
be: Стварыць рахунак

source: Create Desktop
be: Стварыць стальніцу

source: Create Dial-Up Shortcut
be: Стварыць тэлефонны пускальнік

source: Create Font Indirect Failed
be: Памылка ўскоснага стварэння шрыфту

source: Create Library
be: Стварыць бібліятэку

source: Create New Account
be: Стварыць новы рахунак

source: Create New Folder
be: Стварыць новы каталог

source: Create New Task
be: Стварыць новую задачу

source: Create Password
be: Стварыць пароль

source: Create Search Connector
be: Стварыць злучальнік пошуку

source: Create Shortcut
be: Стварыць пускальнік

source: Create Your Password
be: Стварыць ваш пароль

source: Create a Custom Library
be: Стварыць дапасаваную бібліятэку

source: Create a Power Plan
be: Стварыць план сілкавання

source: Create a copy of the selected connection.
be: Стварыць копію вылучанага злучэння.

source: Create a different network
be: Стварыць іншую сетку

source: Create a homegroup
be: Стварыць хатнюю групу

source: Create a link to the selected item.
be: Стварыць спасылку да вылучанага элемента.

source: Create a new account
be: Стварыць новы рахунак

source: Create a new document.
be: Стварыць новы дакумент.

source: Create a new folder.
be: Стварыць новы каталог.

source: Create a new picture.
be: Стварыць новы відарыс.

source: Create a new user...
be: Стварыць новага карыстальніка...

source: Create a new, empty folder.
be: Стварыць новы пусты каталог.

source: Create a new, full backup
be: Стварыць новую поўную рэзервовую копію

source: Create a password
be: Стварыць пароль

source: Create a password for %username%'s account
be: Стварыць пароль для рахунка %username%

source: Create a password for your account
be: Змяніць пароль вашага рахунка

source: Create a password reset disk
be: Стварыць дыск скіду пароля

source: Create a password reset disk...
be: Стварыць дыску скіду пароля...

source: Create a restore point
be: Стварыць пункт аднаўлення

source: Create a restore point before applying actions to detected items.
be: Стварыць пункт аднаўлення, перш чым ужываць дзеянні да выяўленых элементаў.

source: Create a shortcut to the selected connection.
be: Стварыць пускальнік для вылучанага злучэння.

source: Create administrator account
be: Стварыць рахунак адміністратара

source: Create an &MS-DOS startup disk
be: Стварыць дыск запуску MS-DOS

source: Create an account
be: Стварыць рахунак

source: Create and edit drawings.
be: Стварыць і рэдагаваць малюнкі.

source: Create and format hard disk partitions
be: Стварыць і фарматаваць раздзелы дыска

source: Create library
be: Стварыць бібліятэку

source: Create library for %s
be: Стварыць бібліятэку для %s

source: Create link in %1
be: Стварыць спасылку ў '%1'

source: Create new library
be: Стварыць новую бібліятэку

source: Create new library.
be: Стварыць новую бібліятэку.

source: Create or remove your account password
be: Стварыць ці выдаліць пароль вашага рахунка

source: Create password
be: Стварыць пароль

source: Create standard user account
be: Стварыць стандартавы рахунак карыстальніка

source: Create this task with administrative privileges.
be: Выканаць гэтую задачу з прывілеямі адміністратара.

source: Created
be: Створана

source: Created offline
be: Створана па-за сецівам

source: Created:
be: Створаны:

source: Creates a new color.
be: Стварае новы колер.

source: Creates a new, empty folder.
be: Стварае новы пусты каталог.

source: Creates a new, empty shortcut.
be: Стварае новы пусты пускальнік.

source: Creates a new, empty stack.
be: Стварае новую пустую стопку.

source: Creates a shortcut to a shared folder or computer on a network.
be: Стварае пускальнік да абагуленага каталога ці камп'ютара ў сетцы.

source: Creates and edits text documents with complex formatting.
be: Стварае і рэдагуе тэкст праз комплекснае фарматаванне тэксту.

source: Creates and edits text files using basic text formatting.
be: Стварае і рэдагуе тэкст праз асноўнае фарматаванне тэксту.

source: Creates and manages distributed file systems that connect shared folders from different computers.
be: Стварае і кіруе размеркаванымі файлавымі сістэмамі, якія злучаюць абагуленыя каталогі розных камп'ютараў.

source: Creates shortcuts to the items you have copied or cut into the selected location.
be: Стварае пускальнікі да элементаў, якія вы скапіявалі альбо вынялі, у абраным размяшчэнні.

source: Creates shortcuts to the selected items.
be: Стварае пускальнікі для вылучаных элементаў.

source: Creating a restore point...
be: Стварэнне пункта аднаўлення...

source: Creation Date
be: Дата стварэння

source: Creation date:
be: Дата стварэння:

source: Creation of '%1!ls!'
be: Стварэнне '%1!ls!'

source: Creation of Window:%1 failed
be: Памылка стварэння вакна: %1

source: Creation software
be: Стваральнае апраграмаванне

source: Creative Program (biased toward depth of field)
be: Творчая праграма (на аснове глыбіні рэзкасці)

source: Creative program
be: Творчая праграма

source: Creators
be: Стваральнікі

source: Credential Confirmation
be: Пацверджанне пасведчанняў

source: Critical
be: Крытычны

source: Critical battery action
be: Дзеянне крытычнага ўзроўню батарэі

source: Critical battery level
be: Крытычны ўзровень батарэі

source: Critical information about the desktop could not be retrieved from the registry.
be: Крытычную інфармацыю пра стальніцу немагчыма атрымаць з рэестру.

source: Critical information about the desktop could not be retrieved from the registry. Your registry may be corrupted.
be: Крытычную інфармацыю пра стальніцу немагчыма атрымаць з рэестру. Магчыма, ваш рэестр пашкоджаны.

source: Critically low battery
be: Крытычна нізкі ўзровень батарэі

source: Critically low battery (charging)
be: Крытычна нізкі ўзровень батарэі (зараджаецца)

source: Croatian
be: Харвацкая

source: Crop (Ctrl+Shift+X)
be: Абрэзаць (Ctrl+Shift+X)

source: Crop the picture so it only contains the current selection.
be: Абрэзаць відарыс, каб ён змяшчаў толькі дзейнае вылучэнне.

source: Cu&t
be: Выняць

# Cu&t Ctrl+X
source: Cu&t\tCtrl+X
be: Выняць\tCtrl+X

source: Currency
be: Валюта

source: Currency Decimal Symbol
be: Аддзяляльнік дробнай часткі валюты

source: Currency Grouping Symbol
be: Групавальнік валюты

source: Currency Symbol
be: Сімвал валюты

source: Current Date/Time:
be: Дзейныя дата і час

source: Current Default
be: Дзейны стандарт

source: Current Items
be: Дзейныя элементы

source: Current User
be: Дзейны карыстальнік

source: Current color:
be: Дзейны колер:

source: Current date and time:
be: Дзейныя дата і час:

source: Current date: %1!s!
be: Дзейная дата: %1!s!

source: Current default
be: Дзейны стандарт

source: Current default:
be: Дзейны стандарт:

source: Current language for non-Unicode programs:
be: Дзейная мова для не-Unicode праграм:

source: Current password
be: Дзейны пароль

source: Current power plan:
be: Дзейны план сілкавання:

source: Current power state:
be: Дзейны стан сілкавання:
